Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: འདི་ལ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི། ཁྱིམ་བདག་རིན་པོ་ཆེ་སྔ་མ་བཞིན་དུ་འབྱུང་སྟེ།
en: The precious steward of the king appointed to the highest rank of the ruling class appears just as before.

source: མཁས་པ། གསལ་བ། ཡིད་གཞུངས་པ། ལྷའི་མིག་དང་ལྡན་པ་འབྱུང་ངོ་། །དེ་ལྷའི་མིག་དེས་དཔག་ཚད་ཁོ་ར་ཁོར་ཡུག་ཏུ་བདག་པོ་དང་བཅས་པའི་གཏེར་དག་ཀྱང་མཐོང་། བདག་པོ་མེད་པའི་གཏེར་དག་ཀྱང་མཐོང་སྟེ།
en: Learned, lucid, and intelligent, the precious steward’s divine sight will enable him to perceive treasures—both those that are owned and those that are not—in the surrounding area for up to an entire league.

source: དེ་བདག་པོ་མེད་པའི་གཏེར་གང་ཡིན་པ་དེ་དག་གིས་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོའི་ནོར་གྱི་དགོས་པ་བྱེད་དེ།
en: With those treasures that do not belong to anyone, he will cater to the material needs of the universal monarch.

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ནི་ཁྱིམ་བདག་རིན་པོ་ཆེ་རྣམ་པ་དེ་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ནོ།
en: In this manner the universal monarch comes to possess the precious steward.

source: །འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བློན་པོ་རིན་པོ་ཆེ་རྣམ་པ་ཇི་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ཞེ་ན།
en: “How is it that the universal monarch appointed to the highest rank of the ruling class comes to possess the precious minister?

source: འདི་ལ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོའི་བློན་པོ་རིན་པོ་ཆེ་སྔ་མ་བཞིན་དུ་འབྱུང་སྟེ།
en: The precious minister of a king who has been properly consecrated by sprinkling his head appears just as before.

source: མཁས་ཤིང་གསལ་ལ་ཡིད་གཞུངས་པའོ།
en: The precious minister is learned, lucid, and intelligent.

source: །དེ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་དེས་བསམས་པ་ཙམ་གྱིས་བསྐོ་བར་བྱ་བའི་དཔུང་རྣམས་སྐོའོ།
en: The universal monarch merely has to think of commissioning an army and it is done.

source: །འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ནི་བློན་པོ་རིན་པོ་ཆེ་རྣམ་པ་དེ་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ཏེ།
en: In this manner the universal monarch comes to possess the precious minister.

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ནི་རིན་པོ་ཆེ་སྣ་བདུན་དེ་དག་དང་ལྡན་པ་ཡིན་ནོ།
en: The universal monarch thus possesses these seven treasures.

source: །དེ་ལ་བུ་སྟོང་འབྱུང་སྟེ།
en: “The universal monarch will also have one thousand sons.

source: དཔའ་བ། རྟུལ་ཕོད་པ། ཡན་ལག་མཆོག་གི་གཟུགས་དང་ལྡན་པ། ཕ་རོལ་གྱི་སྡེ་རབ་ཏུ་འཇོམས་པ་ཤ་སྟག་སྟེ།
en: Brave, heroic, and supremely able in body, these sons will attain nothing but victory over the forces that oppose them.

source: དེས་རྒྱ་མཚོ་ལ་ཐུག་པའི་ས་ཆེན་པོ་མ་ལུས་པ་གནོད་པར་སྔོ་བ་མེད་ཅིང་འཚེ་བ་མེད་པ་འདི་ཉིད་ཆད་པ་མེད་ཅིང་མཚོན་གྱིས་བདའ་བ་མེད་ལ་ཆོས་ཀྱིས་ལེགས་པར་ཕབ་སྟེ་གནས་སོ།
en: Without resorting to punishment or acts of violence, the king will rule with the Dharma, bringing peace and order to the entire vast kingdom that extends all the way to the oceans.

source: །གལ་ཏེ་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ན་སངས་རྒྱས་སུ་འགྱུར་ཏེ།
en: “If, however, he leaves his family behind and becomes a monk, he will become a buddha.

source: འདོད་པའི་འདོད་ཆགས་སྤངས་པ། འདྲེན་པ་གཞན་གྱི་དྲིང་མི་འཇོག་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པར་འགྱུར་རོ།
en: Relinquishing the attachment of desire, and without relying on anyone else as a guide, he will become the teacher of gods and humans.”

source: །ཞེས་རིག་བྱེད་འདོན་དུ་འཛུད་དོ།
en: With these words, the gods inspired the priests to recite the Vedas.

source: །དེ་བཞིན་དུ་ལྷའི་བུ་གཞན་དག་ཀྱང་འཛམ་བུའི་གླིང་དུ་ལྷགས་ཤིང་། རང་སངས་རྒྱས་དག་ལ་སྐུལ་མ་འདེབས་ཏེ།
en: In a similar manner, other gods arrived in Jambudvīpa to exhort the solitary buddhas.

source: འཕགས་པ་དག་ད་སྟེ་ལོ་བཅུ་གཉིས་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡུམ་གྱི་ལྷུམས་སུ་འཇུག་གིས་སངས་རྒྱས་ཀྱི་ཞིང་འདི་བོར་ཅིག་ཅེས་ཟེར་རོ།
en: “Noble ones,” they said. “Give up this buddha realm. In twelve years’ time, the Bodhisattva will enter the womb of his mother.”

source: །དགེ་སློང་དག་དེའི་ཚེ་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ན་མཇུག་མ་སྒྱུར་བ་ཞེས་བྱ་བའི་རི་ལ་རང་སངས་རྒྱས་གླང་པོ་ཞེས་བྱ་བ་འདུག་པས་སྒྲ་དེ་ཐོས་ནས་རྡོ་བའི་སྟེང་དུ་འཇིམ་པ་ལ་བྱ་བ་དེ་བཞིན་དུ་འདུག་སྟེ། ནམ་མཁའ་ལ་ཤིང་ཏ་ལ་བདུན་སྲིད་དུ་གྱེན་དུ་འཕགས་སོ།
en: Monks, at that time there was a solitary buddha named Mātaṅga who dwelt on Mount Golāṅgula­parivartana in the city of Rājagṛha. Hearing the exhortation of the gods, he became as still as mud resting upon a boulder, then rose up into the sky to the height of seven tāla trees.

source: །གྱེན་དུ་འཕགས་ནས་ཀྱང་མེའི་ཁམས་ལ་སྙོམས་པར་ཞུགས་ཏེ་སྒྲོན་མ་བཞིན་དུ་མྱ་ངན་ལས་འདས་སོ།
en: Merging with the fire element, like a torch he passed into nirvāṇa.

source: །དེའི་མཁྲིས་པ་དང་། བད་ཀན་དང་། ཆུ་རྒྱུས་དང་། རུས་པ་དང་། ཤ་དང་། ཁྲག་ཏུ་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ནི་མེས་ཡོངས་སུ་ཟད་པར་གྱུར་ཏེ། རིང་བསྲེལ་འབའ་ཞིག་ས་ལ་ལྷགས་ནས།
en: His bile and phlegm, ligaments and bones, and flesh and blood were completely consumed by fire, leaving nothing but a few relics on the ground.

source: རྐང་རྗེས་དེ་དག་ནི་ད་དུང་ཡང་དྲང་སྲོང་གི་རྗེས་ཞེས་གྲག་སྟེ་ཡོད་དོ།
en: Even today, they are known as ‘the footprints of the sage.’

source: །དགེ་སློང་དག་དེའི་ཚེ་ཡུལ་བཱ་རཱ་ཎ་སཱིའི་རི་དགས་ཀྱི་ནགས་དྲང་སྲོང་ལྷུང་བ་ན་རང་སངས་རྒྱས་ལྔ་བརྒྱ་འཁོད་པ་དེ་དག་གིས་ཀྱང་སྒྲ་དེ་ཐོས་ནས།
en: Monks, at this same time five hundred solitary buddhas were assembled in a deer park outside Vārāṇasī.

source: ནམ་མཁའ་ལ་ཤིང་ཏ་ལ་བདུན་སྲིད་དུ་གྱེན་དུ་འཕགས་ནས། མེའི་ཁམས་ལ་སྙོམས་པར་ཞུགས་ཏེ། སྒྲོན་མ་བཞིན་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ།
en: They too heard the exhortation of the gods, rose up into the sky to the height of seven tāla trees and, turning into fire, passed into nirvāṇa like a torch.

source: །དེ་དག་གི་མཁྲིས་པ་དང་། བད་ཀན་དང་། ཆུ་རྒྱུས་དང་། རུས་པ་དང་། ཤ་དང་། ཁྲག་ཏུ་གྱུར་པ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ནི་མེས་ཡོངས་སུ་ཟད་པར་གྱུར་ཏེ།
en: Their bile and phlegm, ligaments and bones, and flesh and blood were completely consumed by fire.

source: རིང་བསྲེལ་འབའ་ཞིག་ས་ལ་ལྷགས་སོ།
en: Nothing was left behind, save a few relics that fell to the ground.

source: །དེ་ལྟར་འདིར་དྲང་སྲོང་རྣམས་ལྷུང་ངོ་ཞེས་དེ་ཕྱིན་ཆད་དྲང་སྲོང་ལྷུང་བ་ཞེས་བྱ་བ་ཡང་དྲང་སྲོང་ལྷུང་བ་དྲང་སྲོང་ལྷུང་བ་ཞེས་མིང་དུ་ཆགས་པར་གྱུར་ཏོ།
en: From this point on, the area came to be known as Ṛṣipatana, or the Hill of the Fallen Sages.

source: །མི་འཇིགས་པ་བྱིན་པའི་རི་དགས་དག་ཀྱང་དེ་ན་གནས་པས་དེ་ཕྱིན་ཆད་རི་དགས་ཀྱི་ནགས་ཞེས་བྱ་བ་ཡང་རི་དགས་ཀྱི་ནགས་རི་དགས་ཀྱི་ནགས་ཞེས་མིང་དུ་གྱུར་ཏོ།
en: The area also came to be known as Mṛgadāva, or the Deer Park, since deer frolicked there without fear.

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དགའ་ལྡན་གྱི་གནས་དམ་པ་ན་འདུག་པ་ནི་རྣམ་པར་བལྟ་བ་ཆེན་པོ་བཞི་ལ་རྣམ་པར་ལྟ་སྟེ།
en: Monks, in this manner the Bodhisattva dwelt in the supreme realm of the Heaven of Joy, where he engaged in four great examinations.

source: བཞི་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What were these four?

source: དུས་ལ་རྣམ་པར་ལྟ་བ་དང་། གླིང་ལ་རྣམ་པར་ལྟ་བ་དང་། ཡུལ་ལ་རྣམ་པར་ལྟ་བ་དང་། རིགས་ལ་རྣམ་པར་ལྟ་བའོ།
en: He examined the time of his birth, the continent of his birth, the country of his birth, and the family of his birth.

source: །དགེ་སློང་དག་ཅིའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་དུས་རྣམ་པར་བལྟ་བ་ལ་རྣམ་པར་ལྟ་ཞེ་ན།
en: And why, monks, did the Bodhisattva examine the time of his birth?

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་ཐོག་མའི་དུས་སེམས་ཅན་འདུ་བའི་ཚེ་མའི་མངལ་དུ་མི་འཇུག་གི །གང་གི་ཚེ་འཇིག་རྟེན་གསལ་བར་ཀུན་ནས་གནས་པར་གྱུར་ཏེ།
en: Because a bodhisattva does not enter his mother’s womb at the beginning of time when sentient beings are evolving.

source: སྐྱེ་བ་སྣང་བར་གྱུར། རྒ་བ་སྣང་བར་གྱུར། ན་བ་སྣང་བར་གྱུར། འཆི་བ་སྣང་བར་གྱུར་པ་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་མའི་མངལ་དུ་འཇུག་གོ།
en: Rather it is when the world has formed and when birth, old age, sickness, and death have become known that a bodhisattva enters his mother’s womb.

source: །དགེ་སློང་དག་ཅིའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་གླིང་རྣམ་པར་བལྟ་བ་ལ་རྣམ་པར་ལྟ་ཞེ་ན།
en: And why, monks, did the Bodhisattva examine the continent of his birth?

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་མཐའ་འཁོབ་ཀྱི་གླིང་དུ་མི་སྐྱེ། ཤར་གྱི་ལུས་འཕགས་པོར་མི་སྐྱེ། ནུབ་ཀྱི་བ་ལང་སྤྱོད་དུ་མི་སྐྱེ། བྱང་གི་སྒྲ་མི་སྙན་དུ་མི་སྐྱེའི། ལྷོའི་འཛམ་བུ་གླིང་ཉིད་དུ་སྐྱེའོ།
en: Because a bodhisattva is not born in an outlying continent, nor is he born on the eastern continent of Pūrvavideha, on the western continent of Aparagodānīya, or on the northern continent of Uttarakuru. Rather a bodhisattva is born on the southern continent of Jambudvīpa.

source: །དགེ་སློང་དག་ཅིའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ཡུལ་རྣམ་པར་བལྟ་བ་ལ་རྣམ་པར་ལྟ་ཞེ་ན།
en: And why, monks, did the Bodhisattva examine the country of his birth?

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་མཐའ་འཁོབ་ཀྱི་ཡུལ་གང་ན་མི་རྣམས་དབང་པོ་རྟུལ་ཞིང་བླུན་ལ་ལུག་ལྟར་ལྐུགས་པའི་རང་བཞིན་ཅན་ལེགས་པར་བསྟན་པ་དང་། ཉེས་པར་བསྟན་པའི་དོན་ཤེས་པར་བྱ་བའི་སྐལ་བ་མེད་པ་དག་ཡོད་པ་དག་ཏུ་མི་སྐྱེའི།
en: Because a bodhisattva is not born in outlying lands where people are as stupid as sheep, with dull faculties, ignorant, and incapable of distinguishing right from wrong.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་ཡུལ་གྱི་དབུས་ཉིད་དུ་སྐྱེའོ།
en: Rather a bodhisattva is born in a central land.

source: །དགེ་སློང་དག་ཅིའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རིགས་རྣམ་པར་བལྟ་བ་ལ་རྣམ་པར་ལྟ་ཞེ་ན།
en: And why, monks, did the Bodhisattva examine the family of his birth?

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་རིགས་དམའ་བ་གདོལ་པའི་རིགས་སམ། སྨྱིག་མ་མཁན་གྱི་རིགས་སམ། ཤིང་རྟ་མཁན་གྱི་རིགས་སམ། གཡུང་རིགས་སུ་མི་སྐྱེའི།
en: Because a bodhisattva is not born into an inferior family, like a family of outcastes, flutemakers, cartwrights, or servants.

source: བྲམ་ཟེའི་རིགས་སམ། རྒྱལ་རིགས་ཁོ་ན་སྟེ། རིགས་གཉིས་སུ་སྐྱེའོ།
en: A bodhisattva is only born into one of two families—a priestly family or a family of the ruling class.

source: །དེ་ལ་གང་གི་ཚེ་བྲམ་ཟེའི་རིགས་བཙུན་པར་བྱ་བ་དེའི་ཚེ་བྲམ་ཟེའི་རིགས་སུ་སྐྱེའོ།
en: When the priestly families are dominant in the world, the bodhisattva is born into a priestly family.

source: །གང་གི་ཚེ་རྒྱལ་རིགས་བཙུན་པར་བྱ་བ་དེའི་ཚེ་རྒྱལ་རིགས་སུ་སྐྱེ་སྟེ།
en: When the ruling-class families are dominant in the world, the bodhisattva is born into a ruling-class family.

source: དགེ་སློང་དག་ད་ལྟར་ནི་རྒྱལ་རིགས་བཙུན་པར་བྱ་བས། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྒྱལ་རིགས་སུ་སྐྱེ་སྟེ། དགེ་སློང་དག་དོན་གྱི་དབང་དེ་ལ་བརྟེན་ནས།
en: Thus, monks, at this time the ruling-class families were dominant in the world, so bodhisattvas were born into such families.

source: བྱང་ཆུབ་སེམས་དཔའ་དགའ་ལྡན་གྱི་གནས་དམ་པ་ན་གནས་པ་རྣམ་པར་བལྟ་བ་ཆེན་པོ་བཞི་ལ་རྣམ་པར་ལྟ་སྟེ།
en: For this reason, the Bodhisattva engaged in these four great examinations as he dwelt in the supreme realm of the Heaven of Joy.

source: དེ་ལྟར་བལྟས་ནས་ཅང་མི་ཟེར་བར་གྱུར་ཏོ།། །།
en: Having examined these points, he remained silent.

source: དགེ་སློང་དག་དེ་ལྟར་ལྷའི་བུ་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གཅིག་ལ་གཅིག་འདི་སྐད་དུ། བྱང་ཆུབ་སེམས་དཔའ་རིགས་རིན་པོ་ཆེ་ནི་ཇི་ལྟ་བུ་ཞིག་ཏུ་སྐྱེ་བར་འགྱུར།
en: Monks, the gods and bodhisattvas then asked one another, “Into what precious family will the Bodhisattva be born?

source: ཡུམ་ནི་ཇི་ལྟ་བུ་ཞིག་གི་ལྷུམས་སུ་འཇུག་པར་འགྱུར་ཞེས་འདྲིའོ།
en: In what mother’s womb will he be conceived?”

source: །དེ་ལ་ལ་ལ་ན་རེ་ཡུལ་མ་ག་དྷཱ་ན་ལུས་འཕགས་ཀྱི་རིགས་འདི་འབྱོར་ཅིང་རྒྱས་ལ་ལོ་ལེགས་པ་དང་། བདེ་བ་དང་ལྡན་པ་ཡིན་ཏེ། དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཡུམ་གྱི་ལྷུམས་སུ་འཇུག་པའི་གནས་སུ་རུང་ངོ་ཞེས་ཟེར་རོ། །
en: Some said, “The Vaideha family in the land of Magadha is wealthy, prosperous, and happy. This is a fitting place for the Bodhisattva to be conceived.”

source: ལ་ལ་ན་རེ་དེ་ནི་ཚུལ་དང་འཐུན་པ་མ་ཡིན་ཏེ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་ནི་མའི་རྒྱུད་ཀྱིས་དག་པ་ཡང་མ་ཡིན། ཕའི་རྒྱུད་ཀྱིས་དག་པ་ཡང་མ་ཡིན་ལ།
en: “This is not a worthy place for the Bodhisattva to be conceived,” others responded, “for the mother’s family is not pure, nor is the father’s.

source: བསོད་ནམས་ཆུང་ངུས་བྱུང་གི། བསོད་ནམས་རྒྱ་ཆེན་པོས་མངོན་པར་བྱུང་བ་མ་ཡིན་ཞིང་རྒོད་ལ་མི་བརྟེན་ཏེ་མི་གནས་པ་ཡིན་ལ།
en: The family’s fortunes have come about from little merit, not a vast store of merit. They are impetuous, unstable, and fickle.

source: ཡུལ་དེ་ཡང་ཉེ་འཁོར་གསེག་མས་གང་བ། སྐྱེད་མོས་ཚལ་དང་། མཚོ་དང་། མཚེའུ་དག་ཀྱང་མི་མང་ལ་རི་བྲགས་ལྟར་མཐའ་འཁོབ་ཀྱི་གནས་སུ་གྱུར་པ་སྟེ།
en: The surrounding environs of their land are like a desert, with few groves, lakes, and ponds. This is a primitive land, like a remote village.

source: དེའི་ཕྱིར་དེ་ནི་ཚུལ་དང་འཐུན་པ་མ་ཡིན་ནོ་ཞེས་ཟེར་རོ།
en: Hence this is not a worthy place for the Bodhisattva to take birth.”

source: །ལ་ལ་ན་རེ་ཀོ་ས་ལའི་རིགས་འདི་འཁོར་མང་ཞིང་བཞོན་པ་མང་ལ་ནོར་ཆེ་བ་སྟེ།
en: Some said, “The Kośala family has a large retinue, many mounts, and great wealth.

source: དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཡུམ་གྱི་ལྷུམས་སུ་འཇུག་པའི་གནས་སུ་རུང་ངོ་ཞེས་ཟེར་རོ།
en: This is a fitting place for the Bodhisattva to be conceived.”

source: །ལ་ལ་ན་རེ་དེ་ཡང་ཚུལ་དང་འཐུན་པ་མ་ཡིན་ཏེ། དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “This is not a worthy place, either,” others replied.

source: འདི་ལྟར་ཀོ་ས་ལའི་རིགས་ནི་གདོལ་པའི་རིགས་ལས་ཤི་འཕོས་ནས་སྐྱེས་པ་ཡིན་ཏེ།
en: “The Kośala family descends from outcastes.

source: ཕ་དང་མས་དག་པ་ཡང་མ་ཡིན་ལ།
en: Neither the father’s nor the mother’s families are pure.

source: དམའ་བ་ལ་མོས་པ་སྟེ།
en: Their interests are base and their line is ignoble.

source: རིགས་མཐོ་བར་ཡང་མི་བྱ། ནོར་དང་རིན་པོ་ཆེའི་གཏེར་ཡང་ཚད་མེད་པར་ཕུན་སུམ་ཚོགས་པ་མ་ཡིན་ཏེ།
en: Moreover, they have no limitless store of wealth and treasures.

source: །ལ་ལ་ན་རེ་རྒྱལ་པོ་བད་སའི་རིགས་འདི་འབྱོར་ཅིང་རྒྱས་ལ། ལོ་ལེགས་པ་དང་། བདེ་བ་དང་ལྡན་པ་ཡིན་ཏེ།
en: Some said, “The family of the king of Vatsa is wealthy, prosperous, and happy.

source: །ལ་ལ་ན་རེ་དེ་ཡང་དེའི་ཚུལ་དང་འཐུན་པ་མ་ཡིན་ཏེ།
en: To this, others replied, “This is not a worthy place.

source: འདི་ལྟར་རྒྱལ་པོ་བད་སའི་རིགས་ནི་ཕལ་པ་སྟེ། གཏུམ་ལ་གཟི་བརྗིད་འབར་བ་ཡང་མ་ཡིན་ཞིང་།
en: The family of the king of Vatsa is base, violent, and lacking in nobility.

source: སྐྱེས་པ་གཞན་ལས་སྐྱེ་བ་གྲུབ་པ། ཕ་མ་ཉིད་ཀྱི་གཟི་བརྗིད་ཀྱི་ལས་ཀྱིས་གྲུབ་པ་མ་ཡིན་ལ།
en: They are illegitimate by birth, and their accomplishments have not resulted from the noble deeds of their parents.

source: དེའི་རྒྱལ་པོ་ཡང་ཆད་པར་སྨྲ་བ་སྟེ།
en: The king is a nihilist.

source: དེའི་ཕྱིར་དེ་ཡང་ཚུལ་དང་འཐུན་པ་མ་ཡིན་ནོ་ཞེས་ཟེར་རོ།
en: Hence this is not a worthy place for the Bodhisattva to take birth, either.”

source: །ལ་ལ་ན་རེ་གྲོང་ཁྱེར་ཆེན་པོ་ཡངས་པ་ཅན་འདི་ནི་འབྱོར་ཅིང་རྒྱས་ལ། ལོ་ལེགས་པ་དང་། བདེ་བ་དང་ལྡན་པ་ཡིན་ཏེ།
en: Some suggested, “The city of Vaiśālī is wealthy, prosperous, and happy.

source: ཉམས་དགའ་ལ་སྐྱེ་བོ་མང་པོ་དང་མིས་ཀུན་ཏུ་གང་བ། སྟེགས་བུ་དང་། བ་གམ་དང་། རྟ་བབས་དང་། སྐར་ཁུང་དང་། བསིལ་ཁང་དང་། ཁང་པ་བརྩེགས་པ་དང་། ཁང་བཟངས་དག་གིས་ལེགས་པར་བརྒྱན་པ་སྟེ།
en: Delightful and teeming with people, it is like a heavenly palace, with terraces, balconies, architraves, skylights, cool pavilions, multistoried buildings, and palaces.

source: མེ་ཏོག་གི་ར་བ་དང་། ནགས་ཚལ་གྱི་ཕྲེང་བ་མེ་ཏོག་ཀུན་ཏུ་རྒྱས་པ་དང་ལྡན་པ་ཡིན་ལ་ལྷའི་ཕོ་བྲང་དང་འདྲ་བ་ཡིན་ཏེ།
en: This city is filled with blooming flowers, ringed with gardens, and encircled by forests.

source: །ལ་ལ་ན་རེ་དེ་ཡང་ཚུལ་དང་འཐུན་པ་མ་ཡིན་ཏེ།
en: “This is not a worthy place, either,” others replied.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་དག་ལ་ནི་ཕན་ཚུན་དུ་རིགས་པར་སྨྲ་བ་མེད་དོ།
en: “They do not speak to one another with decorum.

source: །ཆོས་སྤྱོད་པ་མེད་དོ། །གོང་མ་དང་བར་མ་དང་རྒན་པ་དང་། གཙོ་བོ་དག་ལ་ཡང་རིམ་གྲོར་བྱ་བ་མེད་ཅིང་། རེ་རེ་ཞིང་ཡང་འདི་སྙམ་དུ་བདག་ནི་རྒྱལ་པོའོ།
en: They have no Dharma practice, nor do they respect their superiors, elders, leaders, or those in between.

source: །བདག་ནི་རྒྱལ་པོའོ་སྙམ་དུ་སེམས་པས་སློབ་མར་ཁས་ལེན་པ་མེད་ཅིང་ཆོས་ཁས་ལེན་པ་མེད་པ་སྟེ།
en: Each thinks that he is king, never taking on the role of a student or accepting the Dharma.

source: དེའི་ཕྱིར་དེའང་ཚུལ་དང་འཐུན་པ་མ་ཡིན་ནོ་ཞེས་ཟེར་རོ།
en: Hence this city is not worthy of the Bodhisattva, either.”

source: །ལ་ལ་ན་རེ་གྲོང་ཁྱེར་འཕགས་རྒྱལ་ན་རབ་སྣང་གི་རིགས་འདི་ནི་དཔུང་ཆེ་ཞིང་བཞོན་པ་མང་བ།
en: Others said, “The Pradyota family in the city of Ujjayinī has a great army and many mounts.

source: ཕ་རོལ་གྱི་གཡུལ་ངོར་རྒྱལ་བ་འཐོབ་པ་ཡིན་ཏེ།
en: They have emerged victorious in battle over their foes.

source: འདི་ལྟར་དེ་དག་ནི་ཁྲོ་ཞིང་གཏུམ་ལ་བརླང་ཞིང་གཟུ་ལུམས་ཅན་རྒོད་པ་སྟེ།
en: They are uncivilized, wild, and impetuous, without any heed for the consequences of their actions.

source: ལས་ཡོད་པར་བལྟ་བའང་མ་ཡིན་པས། དེའི་ཕྱིར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཡུམ་གྱི་ལྷུམས་སུ་འཇུག་པའི་གནས་ཀྱི་འོས་མ་ཡིན་ནོ་ཞེས་ཟེར་རོ།
en: Hence this is not an appropriate place for the Bodhisattva to be conceived.”

source: །ལ་ལ་ན་རེ་གྲོང་ཁྱེར་བཅོམ་བརླག་འདི་འབྱོར་ཅིང་རྒྱས་ལ་ལོ་ལེགས་པ་དང་བདེ་བ་དང་ལྡན་པ།
en: Some said, “The city of Mathurā is rich, prosperous, and happy.

source: སྐྱེ་བོ་མང་པོ་དང་མིས་ཀུན་ཏུ་གང་བ་ཡིན་པས།
en: It is populous, filled with people.

source: རྒྱལ་པོ་ལག་བཟངས་སྡེ་དཔའ་བའི་བདག་པོའི་རྒྱལ་པོའི་ཕོ་བྲང་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཡུམ་གྱི་ལྷུམས་སུ་འཇུག་པའི་གནས་སུ་རུང་ངོ་ཞེས་ཟེར་རོ།
en: The royal palace of King Subāhu, who commands an army of brave warriors, is a fitting place for the Bodhisattva to be conceived.”

source: འདི་ལྟར་རྒྱལ་པོ་དེ་ནི་ལོག་པར་ལྟ་བའི་རིགས་ཀྱི་རྒྱུད་དུ་སྐྱེས་པ་སྟེ།
en: “This king was born into a family with wrong views.

source: མི་རྒོད་དང་འདྲ་བའི་རྒྱལ་པོ་ཡིན་པས་བྱང་ཆུབ་སེམས་དཔའ་སྲིད་པ་ཐ་མ་པ་ནི་ལོག་པར་ལྟ་བའི་རིགས་སུ་སྐྱེ་བར་མི་རིགས་ཏེ། དེའི་ཕྱིར་དེ་ཡང་ཚུལ་དང་འཐུན་པ་མ་ཡིན་ནོ་ཞེས་ཟེར་རོ།
en: Indeed he is like a savage, so it is inappropriate for the Bodhisattva to take his final existence in a family with wrong views. Hence this as well is not an appropriate place for the Bodhisattva to be conceived.”

source: །ལ་ལ་ན་རེ་གྲོང་ཁྱེར་ཧསྟི་ན་པུ་ར་འདིའི་རྒྱལ་པོ་ནི་སྐྱ་བསེང་གི་བུའི་རིགས་ཀྱི་རྒྱུད་ལས་སྐྱེས་པ།
en: Some suggested, “The king of the city of Hastināpura was born in the family descended from Pāṇḍu.

source: དཔའ་ཞིང་རྟུལ་ཕོད་པ་དང་ལྡན་པ།
en: This king is brave, courageous, and handsome.

source: ཡན་ལག་མཆོག་གི་གཟུགས་ཕུན་སུམ་ཚོགས་པ་གཞན་གྱི་སྡེ་འཇོམས་པ་སྟེ།
en: He has conquered opposing armies.

source: རིགས་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཡུམ་གྱི་ལྷུམས་སུ་འཇུག་པའི་གནས་ཀྱི་འོས་ཡིན་ནོ་ཞེས་ཟེར་རོ།
en: Thus it is fitting for the Bodhisattva to be conceived in this family.”

source: འདི་ལྟར་སྐྱ་བསེང་གི་བུའི་རིགས་སུ་སྐྱེས་པ་དག་གིས་ནི་རིགས་ཀྱི་རྒྱུད་རྣམ་པར་འཁྲུགས་པར་བྱས་ཏེ།
en: Those born into the Pāṇḍava family have confused their genealogy.

source: གཡུལ་ངོར་བརྟན་པ་ལ་ནི་ཆོས་ཀྱི་བུ་ཞེས་ཟེར། འཇིགས་སྡེ་ལ་ནི་རླུང་གི་བུ་ཞེས་ཟེར། སྲིད་སྒྲུབ་ལ་ནི་དབང་པོའི་བུ་ཞེས་ཟེར། རིགས་མེད་དང་ལྷར་བཅས་ལ་ནི་ཐ་སྐར་གྱི་བུ་ཞེས་ཟེར་ཏེ།
en: They say that Yudhiṣṭhira is the son of Dharma, that Bhīmasena is the son of Vāyu, that Arjuna is the son of Indra, and that Nakula and Sahadeva are the sons of the two Aśvins.

source: དེའི་ཕྱིར་རིགས་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལྷུམས་སུ་འཇུག་པའི་གནས་ཀྱི་འོས་མ་ཡིན་ནོ་ཞེས་ཟེར་རོ།
en: Hence it is not proper for the Bodhisattva to be conceived in this family.”

source: །ལ་ལ་ན་རེ་གྲོང་ཁྱེར་བཅོམ་བརླག་འདི་ནི་ཤིན་ཏུ་ཡང་ཉམས་དགའ་ཞིང་ཕན་ཚུན་འབྱོར་གྱི་སྟེང་དུ་རྒྱལ་པོ་བཟང་པོའི་བཤེས་གཉེན་བཞུགས་པའི་ས་ཡང་ཡིན་ལ།
en: Some said, “The city of Mithilā is extremely beautiful and prosperous.

source: རྒྱལ་པོ་དེ་ཡང་གླང་པོ་དང་། རྟ་དང་། ཤིང་རྟ་དང་། དཔུང་བུ་ཆུང་དང་། དཔུང་གི་ཚོགས་མང་པོ་དང་ལྡན་པ།
en: This is the land ruled by King Sumitra, who has many elephants, horses, chariots, infantry, and troops.

source: གསེར་དང་། དངུལ་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་དང་། ས་ལེ་སྦྲམ་དང་། ནོར་དང་། ཡོ་བྱད་ཤིན་ཏུ་མང་བ།
en: He also has great material wealth, with great stores of gold, silver, jewels, pearls, beryl, conches, crystals, corals, fine gold, and many other riches and belongings.

source: རྒྱལ་པོ་དང་བློན་པོ་ཐམས་ཅད་ཀྱི་ཟིལ་གྱིས་མི་ནོན་པའི་སྟོབས་དང་། ཕ་རོལ་གནོན་པ་དང་ལྡན་པ།
en: He is powerful, with an army unafraid of the kings from surrounding lands.

source: མཛའ་བ་དང་ལྡན་ཞིང་ཆོས་ལ་དགའ་བ་སྟེ།
en: He has many friends, and he delights in the Dharma.

source: རིགས་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཡུམ་གྱི་ལྷུམས་སུ་འཇུག་པའི་གནས་སུ་རུང་ངོ་ཞེས་ཟེར་རོ།
en: This family is a fitting place for the Bodhisattva to be conceived.”

source: རྒྱལ་པོ་བཟང་པོའི་བཤེས་གཉེན་ཡོན་ཏན་དེ་ལྟ་བུ་དང་ལྡན་པ་དེ་ཡོད་མོད་ཀྱི།
en: “King Sumitra does indeed have these qualities.

source: དེ་ནི་ཤིན་ཏུ་རྒས་པས་བུ་སྐྱེད་པའི་མཐུ་ཡང་མེད་ལ།
en: Yet he is extremely aged, so he does not even possess the ability to produce a son.

source: བུའང་མང་བས་དེའི་ཕྱིར་རིགས་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཡུམ་གྱི་ལྷུམས་སུ་འཇུག་པའི་གནས་ཀྱི་འོས་མ་ཡིན་ནོ་ཞེས་ཟེར་རོ།
en: Moreover, he already has many sons. It is not proper for the Bodhisattva to be conceived in this family.”

source: །དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་ལྷ་དེ་དག་གིས་འཛམ་བུའི་གླིང་གི་ཡུལ་ཆེན་པོ་བཅུ་དྲུག་པོ་ཐམས་ཅད་ན། རྒྱལ་པོའི་རིགས་མཐོན་པོ་མཐོན་པོ་གང་ཇི་སྙེད་ཅིག་ཡོད་པ། དེ་དག་ཐམས་ཅད་ལ་བལྟས་ན་ཐམས་ཅད་ཀྱང་ཉེས་པ་དང་བཅས་པར་མཐོང་སྟེ།
en: In this manner the bodhisattvas and gods observed all the illustrious royal families to be found throughout the sixteen kingdoms of Jambudvīpa, and found them all to be inadequate.

source: དེ་དག་དེ་ལྟར་སེམས་པའི་ཡིད་ལ་བྱེད་པའི་ཚེ། ལྷའི་བུ་ཡེ་ཤེས་ཏོག་གི་རྒྱལ་མཚན་ཞེས་བྱ་བ་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པ་ཐེག་པ་ཆེན་པོ་འདི་ལ་ངེས་པར་གྱུར་པ་ཞིག་ཡོད་པ་དེས་བྱང་ཆུབ་སེམས་དཔའི་འཁོར་དང་། ལྷའི་འཁོར་ཆེན་པོ་ཡོད་པ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: As they considered this, a god named Jñānaketudhvaja, who was firmly established in the Great Vehicle and could not be turned away from awakening, spoke to the great assembly of gods and bodhisattvas:

source: གྲོགས་པོ་དག་ཚུར་ཤོག །བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་ཀྱི་དྲུང་དུ་དོང་སྟེ། རིགས་རིན་པོ་ཆེ་ཡོན་ཏན་ཇི་ལྟ་བུར་ཕུན་སུམ་ཚོགས་པ་ཞིག་ཏུ་སྲིད་པ་ཐ་མ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སྐྱེ་བར་འགྱུར་བ་དྲིའོ་ཞེས་སྨྲས་པ་དང་།
en: “Come, my friends. Let us go before the Bodhisattva himself and ask him what sublime qualities a precious family must have in order for a bodhisattva to take his final birth there.”

source: ལེགས་སོ་ཞེས་ཏེ།
en: “Excellent!” they replied.

source: དེ་དག་ཐམས་ཅད་ཀྱང་ཐལ་མོ་སྦྱར་ནས་བྱང་ཆུབ་སེམས་དཔའི་དྲུང་དུ་ཕྱིན་ཏེ་དྲིས་པ། སྐྱེས་བུ་དམ་པ་རིགས་རིན་པོ་ཆེ་ཡོན་ཏན་ཕུན་སུམ་ཚོགས་པ་ཇི་ལྟ་བུ་ཞིག་ཏུ་བྱང་ཆུབ་སེམས་དཔའ་སྲིད་པ་ཐ་མ་པ་སྐྱེ་བར་འགྱུར།
en: With palms joined, they all went before the Bodhisattva and asked him, “Sublime Being, what sublime qualities must a precious family have for a bodhisattva to take his final birth there?”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའས་བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་ཆེན་པོ་དང་། ལྷའི་ཚོགས་ཆེན་པོ་དེ་དག་ལ་རྣམ་པར་བལྟས་ཏེ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Looking upon the great assembly of bodhisattvas and the great assembly of gods, the Bodhisattva then addressed the gathering:

source: །གྲོགས་པོ་དག་བྱང་ཆུབ་སེམས་དཔའ་སྲིད་པ་ཐ་མ་པ་གང་དུ་སྐྱེ་བར་འགྱུར་བའི་རིགས་དེ་ནི་རྣམ་པ་དྲུག་ཅུ་རྩ་བཞི་ཕུན་སུམ་ཚོགས་པ་ཡིན་ཏེ།
en: “Friends, the family into which a bodhisattva takes his final birth must have sixty-four excellent qualities.

source: དྲུག་ཅུ་རྩ་བཞི་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are these sixty-four qualities?

source: རིགས་དེ་ནི་བཙུན་པ་ཡིན། རིགས་དེ་ནི་ཀུན་གྱིས་མངོན་པར་ཤེས་པ་ཡིན།
en: “This family must be noble and it must be known by all.

source: རིགས་དེ་ནི་ཕྲན་ཚེགས་མེད་ཅིང་གནོད་པར་བྱེད་པ་མེད་པ་ཡིན།
en: It must not be petty or prone to violence.

source: རིགས་དེ་ནི་རྒྱུད་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: It must be of a good caste and good clan.

source: རིགས་དེ་ནི་ཆོ་འབྲང་ཕུན་སུམ་ཚོགས་པ་ཡིན། རིགས་དེ་ནི་སྐྱེས་བུ་ཟུང་ཕུན་སུམ་ཚོགས་པ་ཡིན། རིགས་དེ་ནི་སྔོན་གྱི་སྐྱེས་བུ་ཟུང་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: It must have excellent marital unions, with excellent marital unions in the past, and marital unions between individuals who are pure.

source: རིགས་དེ་ནི་བཙུན་པའི་སྐྱེས་བུ་ཟུང་ཕུན་སུམ་ཚོགས་པ་ཡིན། རིགས་དེ་ནི་ཀུན་གྱིས་མངོན་པར་ཤེས་པའི་སྐྱེས་བུ་ཟུང་ཕུན་སུམ་ཚོགས་པ་ཡིན། རིགས་དེ་ནི་དབང་ཆེ་བར་གྲགས་པའི་སྐྱེས་བུ་ཟུང་ཕུན་སུམ་ཚོགས་པ་ཡིན།
en: These marital unions must be between people who are both pure, well-known by all, and renowned for their great power.

source: རིགས་དེ་ནི་སྐྱེས་པ་མང་བ་ཡིན། རིགས་དེ་ནི་བུད་མེད་མང་བ་ཡིན།
en: This family must have many men and women.

source: རིགས་དེ་ནི་འཇིགས་པ་མེད་པ་ཡིན། རིགས་དེ་ནི་དམན་པ་མེད་ཅིང་ཞུམ་པ་མེད་པ་ཡིན།
en: It must be fearless, not base or cowardly.

source: རིགས་དེ་ནི་བརྐམ་པ་མེད་པ་ཡིན། རིགས་དེ་ནི་ཚུལ་ཁྲིམས་དང་ལྡན་པ་ཡིན།
en: It must not be greedy, but disciplined.

source: རིགས་དེ་ནི་ཤེས་རབ་དང་ལྡན་པ་ཡིན། རིགས་དེ་ནི་བློན་པོས་བལྟ་ཞིང་ལོངས་སྤྱོད་ལ་སྤྱོད་པ་ཡིན།
en: It must be wise and watched over by ministers.

source: རིགས་དེ་ནི་བཟོ་དོན་ཡོད་པས་བཤམས་ཤིང་ལོངས་སྤྱོད་ལ་སྤྱོད་པ་ཡིན།
en: This family must be creative and thereby enjoy worldly pleasures.
